-- phpMyAdmin SQL Dump
-- version 4.0.10deb1
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Apr 07, 2016 at 10:50 AM
-- Server version: 5.5.46-0ubuntu0.14.04.2
-- PHP Version: 5.5.9-1ubuntu4.14

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `region_bangladesh`
--

-- --------------------------------------------------------

--
-- Table structure for table `districts`
--

CREATE TABLE IF NOT EXISTS `districts` (
  `id` int(2) unsigned NOT NULL AUTO_INCREMENT,
  `division_id` int(2) unsigned NOT NULL,
  `name` varchar(30) NOT NULL,
  `bn_name` varchar(50) DEFAULT NULL,
  `lat` double DEFAULT NULL,
  `lon` double DEFAULT NULL,
  `website` varchar(100) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=65 ;

--
-- Dumping data for table `districts`
--

INSERT INTO `districts` (`id`, `division_id`, `name`, `bn_name`, `lat`, `lon`, `website`, `created_at`, `updated_at`) VALUES
(1, 3, 'Dhaka', 'à¦¢à¦¾à¦•à¦¾', 23.7115253, 90.4111451, 'www.dhaka.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(2, 3, 'Faridpur', 'à¦«à¦°à¦¿à¦¦à¦ªà§à¦°', 23.6070822, 89.8429406, 'www.faridpur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(3, 3, 'Gazipur', 'à¦—à¦¾à¦œà§€à¦ªà§à¦°', 24.0022858, 90.4264283, 'www.gazipur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(4, 3, 'Gopalganj', 'à¦—à§‹à¦ªà¦¾à¦²à¦—à¦žà§à¦œ', 23.0050857, 89.8266059, 'www.gopalganj.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(5, 8, 'Jamalpur', 'à¦œà¦¾à¦®à¦¾à¦²à¦ªà§à¦°', 24.937533, 89.937775, 'www.jamalpur.gov.bd', '2015-09-13 04:33:27', '2016-04-06 10:48:38'),
(6, 3, 'Kishoreganj', 'à¦•à¦¿à¦¶à§‹à¦°à¦—à¦žà§à¦œ', 24.444937, 90.776575, 'www.kishoreganj.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(7, 3, 'Madaripur', 'à¦®à¦¾à¦¦à¦¾à¦°à§€à¦ªà§à¦°', 23.164102, 90.1896805, 'www.madaripur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(8, 3, 'Manikganj', 'à¦®à¦¾à¦¨à¦¿à¦•à¦—à¦žà§à¦œ', 0, 0, 'www.manikganj.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(9, 3, 'Munshiganj', 'à¦®à§à¦¨à§à¦¸à¦¿à¦—à¦žà§à¦œ', 0, 0, 'www.munshiganj.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(10, 8, 'Mymensingh', 'à¦®à§Ÿà¦®à¦¨à¦¸à¦¿à¦‚', 0, 0, 'www.mymensingh.gov.bd', '2015-09-13 04:33:27', '2016-04-06 10:49:01'),
(11, 3, 'Narayanganj', 'à¦¨à¦¾à¦°à¦¾à§Ÿà¦¾à¦£à¦—à¦žà§à¦œ', 23.63366, 90.496482, 'www.narayanganj.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(12, 3, 'Narsingdi', 'à¦¨à¦°à¦¸à¦¿à¦‚à¦¦à§€', 23.932233, 90.71541, 'www.narsingdi.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(13, 8, 'Netrokona', 'à¦¨à§‡à¦¤à§à¦°à¦•à§‹à¦¨à¦¾', 24.870955, 90.727887, 'www.netrokona.gov.bd', '2015-09-13 04:33:27', '2016-04-06 10:46:31'),
(14, 3, 'Rajbari', 'à¦°à¦¾à¦œà¦¬à¦¾à§œà¦¿', 23.7574305, 89.6444665, 'www.rajbari.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(15, 3, 'Shariatpur', 'à¦¶à¦°à§€à§Ÿà¦¤à¦ªà§à¦°', 0, 0, 'www.shariatpur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(16, 8, 'Sherpur', 'à¦¶à§‡à¦°à¦ªà§à¦°', 25.0204933, 90.0152966, 'www.sherpur.gov.bd', '2015-09-13 04:33:27', '2016-04-06 10:48:21'),
(17, 3, 'Tangail', 'à¦Ÿà¦¾à¦™à§à¦—à¦¾à¦‡à¦²', 0, 0, 'www.tangail.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(18, 5, 'Bogra', 'à¦¬à¦—à§à§œà¦¾', 24.8465228, 89.377755, 'www.bogra.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(19, 5, 'Joypurhat', 'à¦œà§Ÿà¦ªà§à¦°à¦¹à¦¾à¦Ÿ', 0, 0, 'www.joypurhat.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(20, 5, 'Naogaon', 'à¦¨à¦“à¦—à¦¾à¦', 0, 0, 'www.naogaon.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(21, 5, 'Natore', 'à¦¨à¦¾à¦Ÿà§‹à¦°', 24.420556, 89.000282, 'www.natore.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(22, 5, 'Nawabganj', 'à¦¨à¦¬à¦¾à¦¬à¦—à¦žà§à¦œ', 24.5965034, 88.2775122, 'www.chapainawabganj.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(23, 5, 'Pabna', 'à¦ªà¦¾à¦¬à¦¨à¦¾', 23.998524, 89.233645, 'www.pabna.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(24, 5, 'Rajshahi', 'à¦°à¦¾à¦œà¦¶à¦¾à¦¹à§€', 0, 0, 'www.rajshahi.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(25, 5, 'Sirajgonj', 'à¦¸à¦¿à¦°à¦¾à¦œà¦—à¦žà§à¦œ', 24.4533978, 89.7006815, 'www.sirajganj.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(26, 6, 'Dinajpur', 'à¦¦à¦¿à¦¨à¦¾à¦œà¦ªà§à¦°', 25.6217061, 88.6354504, 'www.dinajpur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(27, 6, 'Gaibandha', 'à¦—à¦¾à¦‡à¦¬à¦¾à¦¨à§à¦§à¦¾', 25.328751, 89.528088, 'www.gaibandha.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(28, 6, 'Kurigram', 'à¦•à§à§œà¦¿à¦—à§à¦°à¦¾à¦®', 25.805445, 89.636174, 'www.kurigram.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(29, 6, 'Lalmonirhat', 'à¦²à¦¾à¦²à¦®à¦¨à¦¿à¦°à¦¹à¦¾à¦Ÿ', 0, 0, 'www.lalmonirhat.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(30, 6, 'Nilphamari', 'à¦¨à§€à¦²à¦«à¦¾à¦®à¦¾à¦°à§€', 25.931794, 88.856006, 'www.nilphamari.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(31, 6, 'Panchagarh', 'à¦ªà¦žà§à¦šà¦—à§œ', 26.3411, 88.5541606, 'www.panchagarh.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(32, 6, 'Rangpur', 'à¦°à¦‚à¦ªà§à¦°', 25.7558096, 89.244462, 'www.rangpur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(33, 6, 'Thakurgaon', 'à¦ à¦¾à¦•à§à¦°à¦—à¦¾à¦à¦“', 26.0336945, 88.4616834, 'www.thakurgaon.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(34, 1, 'Barguna', 'à¦¬à¦°à¦—à§à¦¨à¦¾', 0, 0, 'www.barguna.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(35, 1, 'Barisal', 'à¦¬à¦°à¦¿à¦¶à¦¾à¦²', 0, 0, 'www.barisal.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(36, 1, 'Bhola', 'à¦­à§‹à¦²à¦¾', 22.685923, 90.648179, 'www.bhola.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(37, 1, 'Jhalokati', 'à¦à¦¾à¦²à¦•à¦¾à¦ à¦¿', 0, 0, 'www.jhalakathi.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(38, 1, 'Patuakhali', 'à¦ªà¦Ÿà§à§Ÿà¦¾à¦–à¦¾à¦²à§€', 22.3596316, 90.3298712, 'www.patuakhali.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(39, 1, 'Pirojpur', 'à¦ªà¦¿à¦°à§‹à¦œà¦ªà§à¦°', 0, 0, 'www.pirojpur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(40, 2, 'Bandarban', 'à¦¬à¦¾à¦¨à§à¦¦à¦°à¦¬à¦¾à¦¨', 22.1953275, 92.2183773, 'www.bandarban.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(41, 2, 'Brahmanbaria', 'à¦¬à§à¦°à¦¾à¦¹à§à¦®à¦£à¦¬à¦¾à§œà¦¿à§Ÿà¦¾', 23.9570904, 91.1119286, 'www.brahmanbaria.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(42, 2, 'Chandpur', 'à¦šà¦¾à¦à¦¦à¦ªà§à¦°', 23.2332585, 90.6712912, 'www.chandpur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(43, 2, 'Chittagong', 'à¦šà¦Ÿà§à¦Ÿà¦—à§à¦°à¦¾à¦®', 22.335109, 91.834073, 'www.chittagong.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(44, 2, 'Comilla', 'à¦•à§à¦®à¦¿à¦²à§à¦²à¦¾', 23.4682747, 91.1788135, 'www.comilla.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(45, 2, 'Cox''s Bazar', 'à¦•à¦•à§à¦¸ à¦¬à¦¾à¦œà¦¾à¦°', 0, 0, 'www.coxsbazar.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(46, 2, 'Feni', 'à¦«à§‡à¦¨à§€', 23.023231, 91.3840844, 'www.feni.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(47, 2, 'Khagrachari', 'à¦–à¦¾à¦—à§œà¦¾à¦›à§œà¦¿', 23.119285, 91.984663, 'www.khagrachhari.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(48, 2, 'Lakshmipur', 'à¦²à¦•à§à¦·à§à¦®à§€à¦ªà§à¦°', 22.942477, 90.841184, 'www.lakshmipur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(49, 2, 'Noakhali', 'à¦¨à§‹à§Ÿà¦¾à¦–à¦¾à¦²à§€', 22.869563, 91.099398, 'www.noakhali.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(50, 2, 'Rangamati', 'à¦°à¦¾à¦™à§à¦—à¦¾à¦®à¦¾à¦Ÿà¦¿', 0, 0, 'www.rangamati.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(51, 7, 'Habiganj', 'à¦¹à¦¬à¦¿à¦—à¦žà§à¦œ', 24.374945, 91.41553, 'www.habiganj.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(52, 7, 'Maulvibazar', 'à¦®à§Œà¦²à¦­à§€à¦¬à¦¾à¦œà¦¾à¦°', 24.482934, 91.777417, 'www.moulvibazar.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(53, 7, 'Sunamganj', 'à¦¸à§à¦¨à¦¾à¦®à¦—à¦žà§à¦œ', 25.0658042, 91.3950115, 'www.sunamganj.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(54, 7, 'Sylhet', 'à¦¸à¦¿à¦²à§‡à¦Ÿ', 24.8897956, 91.8697894, 'www.sylhet.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(55, 4, 'Bagerhat', 'à¦¬à¦¾à¦—à§‡à¦°à¦¹à¦¾à¦Ÿ', 22.651568, 89.785938, 'www.bagerhat.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(56, 4, 'Chuadanga', 'à¦šà§à§Ÿà¦¾à¦¡à¦¾à¦™à§à¦—à¦¾', 23.6401961, 88.841841, 'www.chuadanga.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(57, 4, 'Jessore', 'à¦¯à¦¶à§‹à¦°', 23.16643, 89.2081126, 'www.jessore.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(58, 4, 'Jhenaidah', 'à¦à¦¿à¦¨à¦¾à¦‡à¦¦à¦¹', 23.5448176, 89.1539213, 'www.jhenaidah.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(59, 4, 'Khulna', 'à¦–à§à¦²à¦¨à¦¾', 22.815774, 89.568679, 'www.khulna.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(60, 4, 'Kushtia', 'à¦•à§à¦·à§à¦Ÿà¦¿à§Ÿà¦¾', 23.901258, 89.120482, 'www.kushtia.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(61, 4, 'Magura', 'à¦®à¦¾à¦—à§à¦°à¦¾', 23.487337, 89.419956, 'www.magura.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(62, 4, 'Meherpur', 'à¦®à§‡à¦¹à§‡à¦°à¦ªà§à¦°', 23.762213, 88.631821, 'www.meherpur.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(63, 4, 'Narail', 'à¦¨à§œà¦¾à¦‡à¦²', 23.172534, 89.512672, 'www.narail.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20'),
(64, 4, 'Satkhira', 'à¦¸à¦¾à¦¤à¦•à§à¦·à§€à¦°à¦¾', 0, 0, 'www.satkhira.gov.bd', '2015-09-13 04:33:27', '2015-09-13 04:36:20');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;